/* No comment provided by engineer. */
"%@ invitation" = "%@ invitation";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* {app name} is not installed */
"%@ not installed" = "%@ not installed";

/* {app name} version not supported */
"%@ version not supported" = "%@ version not supported";

/* No comment provided by engineer. */
"%d days ago" = "%d days ago";

/* No comment provided by engineer. */
"%d hours ago" = "%d hours ago";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutes ago";

/* Votes in a poll */
"%d votes" = "%d votes";

/* No comment provided by engineer. */
"%ld notifications" = "%ld notifications";

/* No comment provided by engineer. */
"%ld participants" = "%ld participants";

/* No comment provided by engineer. */
"1 day" = "יום";

/* No comment provided by engineer. */
"1 hour" = "שעה";

/* No comment provided by engineer. */
"1 week" = "1 week";

/* No comment provided by engineer. */
"30 minutes" = "30 דקות";

/* No comment provided by engineer. */
"4 hours" = "4 שעות";

/* No comment provided by engineer. */
"4 weeks" = "4 weeks";

/* No comment provided by engineer. */
"8 hours" = "8 hours";

/* No comment provided by engineer. */
"@-mentions only" = "@-mentions only";

/* No comment provided by engineer. */
"[Unknown username]" = "[שם משתמש לא ידוע]";

/* No comment provided by engineer. */
"About" = "על אודות";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "חשבון";

/* No comment provided by engineer. */
"Account already added" = "כבר נוסף חשבון";

/* No comment provided by engineer. */
"Account not configured" = "Account not configured";

/* No comment provided by engineer. */
"Accounts" = "חשבונות";

/* No comment provided by engineer. */
"Accuracy" = "דיוק";

/* No comment provided by engineer. */
"Add" = "הוספה";

/* No comment provided by engineer. */
"Add (%lu)" = "Add (%lu)";

/* No comment provided by engineer. */
"Add account" = "הוספת חשבון";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Add answer";

/* No comment provided by engineer. */
"Add participants" = "הוספת משתתפים";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "הוספה למועדפים";

/* No comment provided by engineer. */
"Added note to self" = "Added note to self";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "כתובת";

/* No comment provided by engineer. */
"Advanced" = "מתקדם";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay button";

/* 'All' meaning 'All conversations' */
"All" = "All";

/* No comment provided by engineer. */
"All messages" = "כל ההודעות";

/* No comment provided by engineer. */
"All messages were deleted" = "All messages were deleted";

/* No comment provided by engineer. */
"All notifications are muted" = "כל ההתראות מושתקות";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Allow to dial-in without a pin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "מורשה";

/* No comment provided by engineer. */
"Alphabetical order" = "סדר אלפביתי";

/* No comment provided by engineer. */
"Also open to guest app users" = "Also open to guest app users";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "An administrator added you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "An administrator removed {user0} and {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "An error occurred changing privacy setting";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "An error occurred changing read status setting";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "An error occurred changing typing privacy setting";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "An error occurred removing profile image";

/* No comment provided by engineer. */
"An error occurred setting address" = "An error occurred setting address";

/* No comment provided by engineer. */
"An error occurred setting email address" = "An error occurred setting email address";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "An error occurred setting phone number";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "An error occurred setting profile image";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "An error occurred setting Twitter account";

/* No comment provided by engineer. */
"An error occurred setting user name" = "An error occurred setting user name";

/* No comment provided by engineer. */
"An error occurred setting website" = "An error occurred setting website";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "An error occurred trying to translate message";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "An error occurred while adding %@ to the room";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "An error occurred while adding note";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "An error occurred while clearing status message";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "An error occurred while creating the poll";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "An error occurred while deleting the message";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "An error occurred while opening the file %@";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "An error occurred while removing the avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "אירעה שגיאה בשליחת ההודעה";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "An error occurred while setting \(formattedPhoneNumber) as phone number";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "An error occurred while setting phone number";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "An error occurred while setting status message";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "An error occurred while setting the avatar";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "אירעה שגיאה בשיתוף הקובץ";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"an hour" = "שעה";

/* Alice and Bob */
"and" = "and";

/* Alice, Bob, Charlie and 3 others are typing… */
"and %ld others are typing…" = "and %ld others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"and 1 other is typing…" = "and 1 other is typing…";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Answers" = "Answers";

/* No comment provided by engineer. */
"App" = "יישומון";

/* No comment provided by engineer. */
"App is outdated" = "App is outdated";

/* No comment provided by engineer. */
"Appear offline" = "להופיע במצב בלתי מקוון";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* Alice and Bob are typing… */
"are typing…" = "are typing…";

/* No comment provided by engineer. */
"Ask a question" = "Ask a question";

/* No comment provided by engineer. */
"Attachments allowed?" = "Attachments allowed?";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audios" = "Audios";

/* No comment provided by engineer. */
"Away" = "לא פה";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Cached files" = "Cached files";

/* No comment provided by engineer. */
"Cached images" = "Cached images";

/* No comment provided by engineer. */
"Call notification sent" = "Call notification sent";

/* No comment provided by engineer. */
"Call recording enabled?" = "Call recording enabled?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Call recording failed. Please contact your administrator";

/* No comment provided by engineer. */
"Call recording is starting" = "Call recording is starting";

/* No comment provided by engineer. */
"Call recording started" = "Call recording started";

/* No comment provided by engineer. */
"Call recording stopped" = "Call recording stopped";

/* No comment provided by engineer. */
"Call without notification" = "Call without notification";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "שיחות";

/* No comment provided by engineer. */
"Calls enabled?" = "Calls enabled?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Calls from an old account were received.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Calls from old accounts";

/* No comment provided by engineer. */
"Camera" = "מצלמה";

/* No comment provided by engineer. */
"Camera access" = "Camera access";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "אסור לגשת למצלמה. נא לבדוק את ההגדרות שלך.";

/* No comment provided by engineer. */
"Camera disabled" = "המצלמה מושבתת";

/* No comment provided by engineer. */
"Camera enabled" = "המצלמה פעילה";

/* No comment provided by engineer. */
"Can create conversations?" = "Can create conversations?";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelled call from another account";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Cannot share to conversation";

/* No comment provided by engineer. */
"Capabilities" = "Capabilities";

/* No comment provided by engineer. */
"Change password" = "החלפת ססמה";

/* No comment provided by engineer. */
"Change your vote" = "Change your vote";

/* No comment provided by engineer. */
"Chat" = "צ׳אט";

/* No comment provided by engineer. */
"Chat messages" = "Chat messages";

/* No comment provided by engineer. */
"Clear cache" = "פינוי מטמון";

/* No comment provided by engineer. */
"Clear reminder" = "Clear reminder";

/* No comment provided by engineer. */
"Clear status message" = "פינוי הודעת המצב";

/* No comment provided by engineer. */
"Clear status message after" = "מחיקת הודעת מצב לאחר";

/* No comment provided by engineer. */
"Close" = "סגירה";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "הגדרות";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirm and hide warning";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Connecting to %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Connecting to the call …";

/* No comment provided by engineer. */
"Contact access" = "Contact access";

/* No comment provided by engineer. */
"Contact access has been denied" = "Contact access has been denied";

/* No comment provided by engineer. */
"Contacts" = "אנשי קשר";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Conversation details";

/* No comment provided by engineer. */
"Conversation name" = "שם הדיון";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Conversation name cannot be empty";

/* No comment provided by engineer. */
"Conversation not found" = "הדיון לא נמצא";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "הדיון לא נמצא או שלא הצטרפת אליו";

/* No comment provided by engineer. */
"Conversation settings" = "הגדרות דיון";

/* No comment provided by engineer. */
"Conversations" = "דיונים";

/* No comment provided by engineer. */
"Copy" = "העתק";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Could not access camera" = "לא ניתן לגשת למצלמה";

/* No comment provided by engineer. */
"Could not access microphone" = "Could not access microphone";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Could not access speech recognition";

/* No comment provided by engineer. */
"Could not access your location" = "לא ניתן לגשת למיקום שלך";

/* No comment provided by engineer. */
"Could not add participant" = "לא ניתן להוסיף משתתף";

/* No comment provided by engineer. */
"Could not archive conversation" = "Could not archive conversation";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Could not change call notifications setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Could not change listable scope of the conversation";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "לא ניתן לשנות את מצב הלובי של הדיון";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "לא ניתן לשנות את הרשאות הפיקוח של המשתתף";

/* No comment provided by engineer. */
"Could not change notifications setting" = "לא ניתן לשנות הגדרת התראות";

/* No comment provided by engineer. */
"Could not change password protection settings" = "לא ניתן לשנות הגדרות הגנה בססמה";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Could not change read-only state of the conversation";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "לא ניתן לשנות הרשאות שיתוף לדיון";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Could not change SIP state of the conversation";

/* No comment provided by engineer. */
"Could not clear chat history" = "Could not clear chat history";

/* No comment provided by engineer. */
"Could not clear status message" = "Could not clear status message";

/* No comment provided by engineer. */
"Could not delete conversation" = "לא ניתן למחוק דיון";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "לא ניתן להצטרף לשיחה %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "לא ניתן להצטרף לשיחה עם %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Could not join conversation";

/* No comment provided by engineer. */
"Could not leave conversation" = "לא ניתן לעזוב את הדיון";

/* No comment provided by engineer. */
"Could not remove participant" = "לא ניתן להסיר משתתף";

/* No comment provided by engineer. */
"Could not rename the conversation" = "לא ניתן לשנות את שם הדיון";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Could not resend email invitations";

/* No comment provided by engineer. */
"Could not send call notification" = "Could not send call notification";

/* No comment provided by engineer. */
"Could not send the message" = "לא ניתן לשלוח את ההודעה";

/* No comment provided by engineer. */
"Could not set conversation description" = "Could not set conversation description";

/* No comment provided by engineer. */
"Could not set conversation name" = "Could not set conversation name";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Could not set message expiration time";

/* No comment provided by engineer. */
"Could not set phone number" = "לא ניתן להגדיר מספר טלפון";

/* No comment provided by engineer. */
"Could not set status message" = "Could not set status message";

/* No comment provided by engineer. */
"Could not share file" = "לא ניתן לשתף קובץ";

/* No comment provided by engineer. */
"Could not unarchive conversation" = "Could not unarchive conversation";

/* No comment provided by engineer. */
"Create" = "יצירה";

/* No comment provided by engineer. */
"Create a new conversation" = "יצירת דיון חדש";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "יצירת סקר";

/* No comment provided by engineer. */
"Creating poll failed" = "Creating poll failed";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "פרטי הגישה לחשבון זה לא היו תקפים עוד";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "ימים";

/* No comment provided by engineer. */
"Deck cards" = "Deck cards";

/* No comment provided by engineer. */
"Default" = "בררת מחדל";

/* No comment provided by engineer. */
"Delete" = "מחיקה";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "למחוק הכול";

/* No comment provided by engineer. */
"Delete all messages" = "Delete all messages";

/* No comment provided by engineer. */
"Delete conversation" = "מחיקת דיון";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "ההודעה נמחקה";

/* No comment provided by engineer. */
"Demote from moderator" = "הורדה מדרגת פיקוח";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "חסום";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"detected" = "detected";

/* No comment provided by engineer. */
"Detecting language" = "Detecting language";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostics";

/* No comment provided by engineer. */
"Disable blur" = "Disable blur";

/* No comment provided by engineer. */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "מנותק";

/* No comment provided by engineer. */
"Dismiss" = "התעלמות";

/* No comment provided by engineer. */
"Dismiss notification" = "התעלמות מהתראה";

/* No comment provided by engineer. */
"Do not disturb" = "לא להפריע";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Do you really want to clear the file cache?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Do you really want to clear the image cache?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Do you really want to delete all messages in this conversation?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation?" = "למחוק את הדיון הזה?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Do you really want to end this poll?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "לצאת מהחשבון הזה?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "להסיר את החשבון הזה?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Do you want to connect to the server anyway?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "להפעיל את המצלמה שלך?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "להצטרף לשיחה הזאת?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Do you want to share '%@' in the conversation?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Do you want to stop the recording?";

/* No comment provided by engineer. */
"Don't clear" = "לא לפנות";

/* No comment provided by engineer. */
"Double tap to change accounts or add a new one" = "Double tap to change accounts or add a new one";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Double tap to dismiss authentication dialog";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Double tap to dismiss sharing options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Double tap to edit profile";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Double tap to enable or disable the camera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Double tap to enable or disable the microphone";

/* No comment provided by engineer. */
"Double tap to enable or disable the speaker" = "Double tap to enable or disable the speaker";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Double tap to end editing profile";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Double tap to go to conversation information";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Double tap to hang up the call";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Double tap to lower hand";

/* No comment provided by engineer. */
"Double tap to open file browser" = "נגיעה כפולה לפתיחת מנהל הקבצים";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Double tap to select different audio routes";

/* No comment provided by engineer. */
"Double tap to send message" = "נגיעה כפולה כדי לשלוח הודעה";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Double tap to share with selected conversations";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Double tap to show more actions";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Double tap to show or hide chat view";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Double tap to start a video call";

/* No comment provided by engineer. */
"Double tap to start a voice call" = "Double tap to start a voice call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Double tap to stop recording";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Double tap to upgrade this voice call to a video call";

/* No comment provided by engineer. */
"Duplicate session" = "שכפול הפעלה";

/* Edit a message or room participants */
"Edit" = "Edit";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "edited by";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "הודעה נערכת";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Either you don't have chat permission or the conversation is read-only.";

/* No comment provided by engineer. */
"Email" = "דוא״ל";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "הפעלה";

/* No comment provided by engineer. */
"Enable blur" = "Enable blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Enable screensharing";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* No comment provided by engineer. */
"End call" = "End call";

/* No comment provided by engineer. */
"End call for everyone" = "End call for everyone";

/* No comment provided by engineer. */
"End poll" = "End poll";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Error occurred when creating a reminder";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "External";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Failed to clear reminder";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Failed to forward message";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Failed to send message";

/* No comment provided by engineer. */
"Failed to share recording" = "Failed to share recording";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Federated";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "קבצים";

/* No comment provided by engineer. */
"For password reset and notifications" = "לאיפוס ססמה והתרעות";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "העברה";

/* No comment provided by engineer. */
"Forward to" = "Forward to";

/* 'From' which language user wants to translate text */
"From" = "From";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "שם מלא";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "קבלת קוד המקור";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API error";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"guest" = "אורח";

/* No comment provided by engineer. */
"Guest" = "אורח/ת";

/* No comment provided by engineer. */
"Guests access" = "Guests access";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests app enabled?";

/* No comment provided by engineer. */
"Hang up" = "Hang up";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* No comment provided by engineer. */
"hours" = "שעות";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for all other participants." = "מחיקת הדיון הזה תוביל למחיקתו גם אצל כל המשתתפים האחרים.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "If you're using multiple servers, you need to check all of them.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Images, files, voice messages…";

/* No comment provided by engineer. */
"Import account" = "ייבוא חשבון";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Internal signaling used */
"Internal" = "Internal";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid server address" = "כתובת השרת שגויה";

/* No comment provided by engineer. */
"Invisible" = "נסתרת";

/* No comment provided by engineer. */
"Invitation resent" = "Invitation resent";

/* No comment provided by engineer. */
"Invitations resent" = "Invitations resent";

/* Alice is typing… */
"is typing…" = "is typing…";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "It seems that %@ is not installed in your server.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "It seems that there is no internet connection.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "ניתן להצטרף לדיון או להתחיל באחד חדש.";

/* No comment provided by engineer. */
"Join call (audio only)" = "Join call (audio only)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* Last subscription to the push notification server */
"Last subscription" = "Last subscription";

/* No comment provided by engineer. */
"Last sync" = "Last sync";

/* Remind me later today about that message */
"Later today" = "Later today";

/* No comment provided by engineer. */
"Leave" = "לעזוב";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "יציאה מהדיון";

/* No comment provided by engineer. */
"less than a minute ago" = "less than a minute ago";

/* No comment provided by engineer. */
"Link https://…" = "קישור https://…‎";

/* No comment provided by engineer. */
"Linked file" = "Linked file";

/* No comment provided by engineer. */
"Load more results" = "לטעון עוד תוצאות";

/* No comment provided by engineer. */
"Lobby" = "לובי";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby is still active and you're not a moderator";

/* No comment provided by engineer. */
"Local" = "מקומי";

/* No comment provided by engineer. */
"Location" = "מיקום";

/* No comment provided by engineer. */
"Location access" = "Location access";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Location service has been denied. Check your settings.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Location service is not enabled";

/* No comment provided by engineer. */
"Locations" = "מיקומים";

/* No comment provided by engineer. */
"Lock conversation" = "Lock conversation";

/* No comment provided by engineer. */
"Log in" = "כניסה";

/* No comment provided by engineer. */
"Log out" = "יציאה";

/* No comment provided by engineer. */
"Logged out" = "Logged out";

/* No comment provided by engineer. */
"Lower hand" = "Lower hand";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "ידני";

/* No comment provided by engineer. */
"Mark as read" = "סימון כנקרא";

/* No comment provided by engineer. */
"Mark as unread" = "סימון כלא נקרא";

/* No comment provided by engineer. */
"Match system contacts" = "Match system contacts";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting ID" = "מזהה פגישה";

/* No comment provided by engineer. */
"Meeting settings" = "Meeting settings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mentioned";

/* No comment provided by engineer. */
"Message copied" = "Message copied";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Message could not be deleted because it is too old";

/* No comment provided by engineer. */
"Message deleted successfully" = "Message deleted successfully";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services";

/* No comment provided by engineer. */
"Message expiration" = "Message expiration";

/* No comment provided by engineer. */
"Message expiration time" = "Message expiration time";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Messages" = "הודעות";

/* No comment provided by engineer. */
"Microphone" = "מיקרופון";

/* No comment provided by engineer. */
"Microphone access" = "Microphone access";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Microphone access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Microphone disabled" = "Microphone disabled";

/* No comment provided by engineer. */
"Microphone enabled" = "Microphone enabled";

/* No comment provided by engineer. */
"minutes" = "דקות";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"Missing phone number information" = "Missing phone number information";

/* The signaling mode used */
"Mode" = "מצב";

/* No comment provided by engineer. */
"moderator" = "מפקח/ת";

/* No comment provided by engineer. */
"Modification date" = "Modification date";

/* No comment provided by engineer. */
"More actions" = "פעולות נוספות";

/* No comment provided by engineer. */
"Multiple answers" = "Multiple answers";

/* No comment provided by engineer. */
"Mute all notifications" = "השתקת כל ההתראות";

/* No comment provided by engineer. */
"My location" = "המיקום שלי";

/* No comment provided by engineer. */
"Name" = "שם";

/* No comment provided by engineer. */
"Nearby places" = "Nearby places";

/* No comment provided by engineer. */
"Network available" = "רשת זמינה";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* Never subscribed to the push notification server */
"Never subscribed" = "Never subscribed";

/* No comment provided by engineer. */
"New conversation" = "דיון חדש";

/* No comment provided by engineer. */
"New poll" = "New poll";

/* Remind me next week about that message */
"Next week" = "Next week";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud server not found";

/* No comment provided by engineer. */
"No" = "לא";

/* No comment provided by engineer. */
"No actions available" = "No actions available";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No description provided" = "לא סופק תיאור";

/* No comment provided by engineer. */
"No files in here" = "אין כאן קבצים";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "אין הודעות עדיין, ניתן להתחיל בדיון!";

/* No comment provided by engineer. */
"No participants found" = "לא נמצאו משתתפים";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No response from server" = "No response from server";

/* No comment provided by engineer. */
"No results found" = "לא נמצאו תוצאות";

/* No comment provided by engineer. */
"No shared items" = "No shared items";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Not requested";

/* No comment provided by engineer. */
"Not supported" = "Not supported";

/* No comment provided by engineer. */
"Note to self" = "Note to self";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "התראות";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Notifications app enabled?";

/* No comment provided by engineer. */
"Notifications: %@" = "Notifications: %@";

/* No comment provided by engineer. */
"Off" = "כבוי";

/* No comment provided by engineer. */
"Offline" = "בלתי מקוון";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "אישור";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Old account";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "מקוון";

/* No comment provided by engineer. */
"Online status" = "מצב מקוון";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Only normal chat messages can be deleted";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "לסנכרן מול שרתים מהימנים בלבד";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Only visible to people matched via phone number integration";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Only visible to people on this instance and guests";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open app settings" = "Open app settings";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Open conversation to registered users";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Open conversations";

/* No comment provided by engineer. */
"Open in %@" = "Open in %@";

/* No comment provided by engineer. */
"Other Accounts" = "Other Accounts";

/* No comment provided by engineer. */
"Others" = "חרים";

/* Owner of a repository */
"Owner" = "Owner";

/* No comment provided by engineer. */
"Participants" = "Participants";

/* No comment provided by engineer. */
"Password" = "ססמה";

/* No comment provided by engineer. */
"Pending invitations" = "Pending invitations";

/* No comment provided by engineer. */
"Phone number" = "מספר טלפון";

/* No comment provided by engineer. */
"Phone number integration" = "Phone number integration";

/* No comment provided by engineer. */
"Phone number set successfully" = "Phone number set successfully";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Photo library access" = "Photo library access";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Please check that you entered the correct Nextcloud server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Please contact your system administrator.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Please update your server with the latest %@ version available.";

/* No comment provided by engineer. */
"Please update." = "Please update.";

/* No comment provided by engineer. */
"Poll" = "Poll";

/* No comment provided by engineer. */
"Poll results" = "Poll results";

/* No comment provided by engineer. */
"Polls" = "סקרים";

/* No comment provided by engineer. */
"Preview" = "תצוגה מקדימה";

/* No comment provided by engineer. */
"Privacy" = "פרטיות";

/* No comment provided by engineer. */
"Private" = "פרטי";

/* No comment provided by engineer. */
"Private poll" = "Private poll";

/* No comment provided by engineer. */
"Profile" = "פרופיל";

/* No comment provided by engineer. */
"Profile picture" = "תמונת פרופיל";

/* No comment provided by engineer. */
"Promote to moderator" = "קידום לדרגת פיקוח";

/* No comment provided by engineer. */
"Published" = "Published";

/* No comment provided by engineer. */
"Push notifications" = "התרעות בדחיפה";

/* No comment provided by engineer. */
"Question" = "Question";

/* No comment provided by engineer. */
"Raise hand" = "Raise hand";

/* No comment provided by engineer. */
"Reachable?" = "Reachable?";

/* No comment provided by engineer. */
"Reactions" = "Reactions";

/* No comment provided by engineer. */
"Read status" = "Read status";

/* No comment provided by engineer. */
"Received call from an old account" = "Received call from an old account";

/* No comment provided by engineer. */
"Record voice message" = "Record voice message";

/* No comment provided by engineer. */
"Recording" = "Recording";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "הקלטה";

/* No comment provided by engineer. */
"Redo" = "שחזור";

/* No comment provided by engineer. */
"Reference API supported?" = "Reference API supported?";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Reminder was successfully set";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "הסרה";

/* No comment provided by engineer. */
"Remove account" = "הסרת חשבון";

/* No comment provided by engineer. */
"Remove from favorites" = "הסרה מהמועדפים";

/* No comment provided by engineer. */
"Remove group and members" = "הסרת קבוצה וחברים";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Remove old duplicate entries and leave only the most recent entries.";

/* No comment provided by engineer. */
"Remove participant" = "הסרת משתתף";

/* No comment provided by engineer. */
"Remove password" = "Remove password";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* No comment provided by engineer. */
"Reply" = "תגובה";

/* No comment provided by engineer. */
"Reply privately" = "Reply privately";

/* Name of a repository */
"Repo" = "Repo";

/* No comment provided by engineer. */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Resend invitation" = "Resend invitation";

/* No comment provided by engineer. */
"Resend invitations" = "Resend invitations";

/* Results of a poll */
"Results" = "Results";

/* No comment provided by engineer. */
"Retry" = "ניסיון חוזר";

/* Save conversation description */
"Save" = "שמירה";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "על הדרך לראות מה עם חבריך לעבודה!";

/* No comment provided by engineer. */
"Scanning QR Codes is not supported on this device." = "Scanning QR Codes is not supported on this device.";

/* No comment provided by engineer. */
"Screensharing stopped" = "Screensharing stopped";

/* No comment provided by engineer. */
"Search" = "חיפוש";

/* No comment provided by engineer. */
"Search for places" = "Search for places";

/* No comment provided by engineer. */
"Select language" = "Select language";

/* No comment provided by engineer. */
"Send" = "שליחה";

/* No comment provided by engineer. */
"Send a reaction" = "Send a reaction";

/* No comment provided by engineer. */
"Send call notification" = "Send call notification";

/* No comment provided by engineer. */
"Send message" = "שליחת הודעה";

/* No comment provided by engineer. */
"Send without notification" = "Send without notification";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "שרת";

/* No comment provided by engineer. */
"Server address https://…" = "כתובת שרת https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server is currently in maintenance mode";

/* No comment provided by engineer. */
"Set" = "הגדרה";

/* No comment provided by engineer. */
"Set new password" = "Set new password";

/* No comment provided by engineer. */
"Set new password:" = "Set new password:";

/* No comment provided by engineer. */
"Set password" = "הגדרת ססמה";

/* No comment provided by engineer. */
"Set password:" = "Set password:";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "הגדרת הודעת מצב";

/* No comment provided by engineer. */
"Settings" = "הגדרות";

/* No comment provided by engineer. */
"Share" = "שיתוף";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Share a file from your Nextcloud";

/* No comment provided by engineer. */
"Share current location" = "Share current location";

/* No comment provided by engineer. */
"Share link" = "קישור שיתוף";

/* No comment provided by engineer. */
"Share location" = "Share location";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Share pin location";

/* No comment provided by engineer. */
"Share to chat" = "Share to chat";

/* No comment provided by engineer. */
"Share with" = "Share with";

/* No comment provided by engineer. */
"Shared items" = "Shared items";

/* No comment provided by engineer. */
"Shared location" = "Shared location";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Show more…" = "Show more…";

/* No comment provided by engineer. */
"Signaling" = "Signaling";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP dial-in";

/* No comment provided by engineer. */
"Skip" = "דלג";

/* No comment provided by engineer. */
"Slide to cancel" = "Slide to cancel";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* No comment provided by engineer. */
"Source code" = "Source code";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"Speaker disabled" = "Speaker disabled";

/* No comment provided by engineer. */
"Speaker enabled" = "Speaker enabled";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Speech recognition access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Speech recognition failed";

/* No comment provided by engineer. */
"Start recording" = "Start recording";

/* No comment provided by engineer. */
"Start time" = "מועד התחלה";

/* No comment provided by engineer. */
"Status" = "מצב";

/* No comment provided by engineer. */
"Status message" = "הודעת מצב";

/* Action to 'Stop' a recording */
"Stop" = "Stop";

/* No comment provided by engineer. */
"Stop recording" = "Stop recording";

/* No comment provided by engineer. */
"Stop screensharing" = "Stop screensharing";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "שרתי STUN";

/* No comment provided by engineer. */
"Submit vote" = "Submit vote";

/* No comment provided by engineer. */
"Switch account" = "Switch account";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Switching to another conversation …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "לסנכרן מול שרתים מהימנים וספר הכתובות הגלובלי והציבורי";

/* No comment provided by engineer. */
"Talk" = "שיחה";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tap and hold to record a voice message";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Tap and hold to record a voice message, release the button to send it.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "The app is too old and no longer supported by this server.";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "There is no account for user %1$@ in server %2$@ configured in this app.";

/* No comment provided by engineer. */
"This call is being recorded" = "This call is being recorded";

/* No comment provided by engineer. */
"This conversation is read-only" = "This conversation is read-only";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "This meeting is scheduled for";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "This usually indicates that this device was previously used for an account, which was not properly removed from the server.";

/* No comment provided by engineer. */
"This week" = "השבוע";

/* Remind me this weekend about that message */
"This weekend" = "This weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "This will impact the functionality of this app. Please review your settings.";

/* 'To' which language user wants to translate text */
"To" = "To";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "To resolve this issue, use the web interface and go to \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "סיום:";

/* No comment provided by engineer. */
"Today" = "היום";

/* Remind me tomorrow about that message */
"Tomorrow" = "Tomorrow";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transcribe";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transcript";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Translation";

/* No comment provided by engineer. */
"Translation failed" = "Translation failed";

/* No comment provided by engineer. */
"TURN servers" = "שרתי TURN";

/* No comment provided by engineer. */
"Twitter" = "טוויטר";

/* No comment provided by engineer. */
"Twitter handle @…" = "כינוי בטוויטר @…";

/* No comment provided by engineer. */
"Typing indicator" = "Typing indicator";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "Unable to load file";

/* No comment provided by engineer. */
"Unable to open file" = "Unable to open file";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "Unavailable";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Devices & sessions\" check if there are duplicate entries for the same device.";

/* No comment provided by engineer. */
"Undo" = "ביטול";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unknown" = "לא ידוע";

/* No comment provided by engineer. */
"Unknown error" = "שגיאה בלתי ידועה";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Unread";

/* No comment provided by engineer. */
"Unread mentions" = "Unread mentions";

/* No comment provided by engineer. */
"Unread messages" = "הודעות שלא נקראו";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Upload failed" = "ההעלאה נכשלה";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Uploading %ld elements";

/* No comment provided by engineer. */
"Uploading 1 element" = "Uploading 1 element";

/* No comment provided by engineer. */
"User" = "משתמש";

/* No comment provided by engineer. */
"User profile and settings" = "User profile and settings";

/* No comment provided by engineer. */
"User status supported?" = "User status supported?";

/* No comment provided by engineer. */
"Users" = "Users";

/* No comment provided by engineer. */
"Version" = "גרסה";

/* No comment provided by engineer. */
"Video call" = "שיחת וידאו";

/* No comment provided by engineer. */
"Video quality" = "Video quality";

/* Conversation visibility settings */
"Visibility" = "Visibility";

/* No comment provided by engineer. */
"Voice call" = "שיחה קולית";

/* No comment provided by engineer. */
"Voice messages" = "Voice messages";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Waiting for %@ to join call …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Waiting for others to join call …";

/* No comment provided by engineer. */
"Website" = "אתר אינטרנט";

/* No comment provided by engineer. */
"What is your status?" = "מה המצב שלך?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Write message, @ to mention someone …";

/* No comment provided by engineer. */
"Yes" = "כן";

/* No comment provided by engineer. */
"Yesterday" = "אתמול";

/* No comment provided by engineer. */
"You" = "אני";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "You added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "הנך בהמתנה בלובי";

/* No comment provided by engineer. */
"You are not part of any conversation" = "You are not part of any conversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "You can set your phone number so other users will be able to find you";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "You demoted {user0} and {user1} from moderators";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "You have been muted by a moderator";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "You need to promote a new moderator before you can leave %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "You promoted {user0} and {user1} to moderators";

/* No comment provided by engineer. */
"You received a new notification" = "You received a new notification";

/* No comment provided by engineer. */
"You reconnected to the call" = "You reconnected to the call";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "You removed {user0} and {user1}";

/* No comment provided by engineer. */
"Your email address" = "כתובת הדוא״ל שלך";

/* No comment provided by engineer. */
"Your phone number" = "מספר הטלפון שלך";

/* No comment provided by engineer. */
"Your PIN" = "Your PIN";

/* No comment provided by engineer. */
"Your postal address" = "כתובת הדואר שלך";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ New messages";

